Repository: holgerkrupp/MealPlan
Catalog: MealPlanShared/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, nl, pt_pt

source: Event notes, invitees, locations and links are never read, shown or stored.
da: Noter, deltagere, steder og links i begivenheder læses, vises eller gemmes aldrig.
de: Notizen, Teilnehmende, Orte und Links von Terminen werden nie gelesen, gezeigt oder gespeichert.
es: Las notas, los invitados, las ubicaciones y los enlaces de los eventos nunca se leen, se muestran ni se guardan.
fr: Les notes, participants, lieux et liens des événements ne sont jamais lus, affichés ni enregistrés.
it: Note, invitati, luoghi e link degli eventi non vengono mai letti, mostrati o salvati.
nl: Notities, genodigden, locaties en links van afspraken worden nooit gelezen, getoond of bewaard.
pt_pt: As notas, os convidados, os locais e os links dos eventos nunca são lidos, mostrados nem guardados.

source: Event titles
da: Begivenhedstitler
de: Termintitel
es: Títulos de los eventos
fr: Titres des événements
it: Titoli degli eventi
nl: Titels van afspraken
pt_pt: Títulos dos eventos

source: Events between %@ and %@ count towards this meal.
da: Begivenheder mellem %@ og %@ tæller med til dette måltid.
de: Termine zwischen %@ und %@ zählen zu dieser Mahlzeit.
es: Los eventos entre %@ y %@ cuentan para esta comida.
fr: Les événements entre %@ et %@ comptent pour ce repas.
it: Gli eventi tra le %@ e le %@ contano per questo pasto.
nl: Afspraken tussen %@ en %@ tellen mee voor deze maaltijd.
pt_pt: Os eventos entre as %@ e as %@ contam para esta refeição.

source: Every %@
da: Hver %@
es: Cada %@
fr: Chaque %@
it: Ogni %@
nl: Elke %@
pt_pt: Cada %@

# Every %lld weeks on %@
source: Every %1$lld weeks on %2$@
da: Hver %1$lld. uge om %2$@
es: Cada %1$lld semanas, los %2$@
fr: Toutes les %1$lld semaines, le %2$@
it: Ogni %1$lld settimane di %2$@
nl: Elke %1$lld weken op %2$@
pt_pt: A cada %1$lld semanas, em %2$@

source: Every fourth %@
da: Hver fjerde %@
es: Cada cuarto %@
fr: Un %@ sur quatre
it: Ogni quarto %@
nl: Elke vierde %@
pt_pt: Cada quarto %@

source: Every fourth week
da: Hver fjerde uge
es: Cada cuatro semanas
fr: Toutes les quatre semaines
it: Ogni quattro settimane
nl: Elke vierde week
pt_pt: A cada quatro semanas

source: Every line goes, ticked or not, here and — at the next sync — in Bring! too. Rebuild from the plan to get the planned ones back.
da: Alle linjer forsvinder, afkrydsede eller ej, her og — ved næste synkronisering — også i Bring!. Byg listen op igen ud fra planen for at få de planlagte tilbage.
de: Jede Zeile verschwindet, abgehakt oder nicht – hier und beim nächsten Synchronisieren auch in Bring!. Mit „Aus Plan neu aufbauen“ kommen die geplanten zurück.
es: Todas las líneas desaparecen, marcadas o no, aquí y —en la próxima sincronización— también en Bring!. Vuelve a crear la lista desde el plan para recuperar las planificadas.
fr: Toutes les lignes disparaissent, cochées ou non, ici et — à la prochaine synchronisation — dans Bring! aussi. Reconstruisez la liste depuis le menu pour récupérer les articles prévus.
it: Tutte le righe spariscono, spuntate o no, qui e — alla prossima sincronizzazione — anche in Bring!. Ricrea la lista dal piano per riavere quelle pianificate.
nl: Alle regels verdwijnen, afgevinkt of niet, hier en — bij de volgende synchronisatie — ook in Bring!. Bouw de lijst opnieuw op vanuit het plan om de geplande items terug te krijgen.
pt_pt: Todas as linhas desaparecem, assinaladas ou não, aqui e — na próxima sincronização — também no Bring!. Reconstrói a lista a partir do plano para recuperar as planeadas.

source: Every line goes, ticked or not. Rebuild from the plan to get the planned ones back.
da: Alle linjer forsvinder, afkrydsede eller ej. Byg listen op igen ud fra planen for at få de planlagte tilbage.
de: Jede Zeile verschwindet, abgehakt oder nicht. Mit „Aus Plan neu aufbauen“ kommen die geplanten zurück.
es: Todas las líneas desaparecen, marcadas o no. Vuelve a crear la lista desde el plan para recuperar las planificadas.
fr: Toutes les lignes disparaissent, cochées ou non. Reconstruisez la liste depuis le menu pour récupérer les articles prévus.
it: Tutte le righe spariscono, spuntate o no. Ricrea la lista dal piano per riavere quelle pianificate.
nl: Alle regels verdwijnen, afgevinkt of niet. Bouw de lijst opnieuw op vanuit het plan om de geplande items terug te krijgen.
pt_pt: Todas as linhas desaparecem, assinaladas ou não. Reconstrói a lista a partir do plano para recuperar as planeadas.

source: Every recipe in this group has been removed from it.
da: Alle opskrifter er fjernet fra denne gruppe.
de: Alle Rezepte wurden aus dieser Gruppe entfernt.
es: Se han quitado del grupo todas las recetas.
fr: Toutes les recettes ont été retirées de ce groupe.
it: Tutte le ricette sono state rimosse da questo gruppo.
nl: Alle recepten zijn uit deze groep verwijderd.
pt_pt: Todas as receitas foram removidas deste grupo.

source: Every second %@
da: Hver anden %@
es: Cada segundo %@
fr: Un %@ sur deux
it: Ogni secondo %@
nl: Elke tweede %@
pt_pt: Cada segundo %@

source: Every second week
da: Hver anden uge
es: Cada dos semanas
fr: Toutes les deux semaines
it: Ogni due settimane
nl: Elke tweede week
pt_pt: A cada duas semanas

source: Every third %@
da: Hver tredje %@
es: Cada tercer %@
fr: Un %@ sur trois
it: Ogni terzo %@
nl: Elke derde %@
pt_pt: Cada terceiro %@

source: Every third week
da: Hver tredje uge
es: Cada tres semanas
fr: Toutes les trois semaines
it: Ogni tre settimane
nl: Elke derde week
pt_pt: A cada três semanas

source: Every week
da: Hver uge
es: Cada semana
fr: Chaque semaine
it: Ogni settimana
nl: Elke week
pt_pt: Todas as semanas

source: Everyone who accepts sees the same dishes and plan.
da: Alle, der accepterer, ser de samme retter og den samme plan.
es: Todas las personas que acepten verán los mismos platos y el mismo plan.
fr: Toutes les personnes qui acceptent voient les mêmes plats et le même menu.
it: Tutti quelli che accettano vedono gli stessi piatti e lo stesso piano.
nl: Iedereen die accepteert ziet dezelfde gerechten en hetzelfde plan.
pt_pt: Todas as pessoas que aceitarem veem os mesmos pratos e o mesmo plano.

source: Everyone you invite sees the same plan and dishes. You can invite people as editors or view-only guests.
da: Alle, du inviterer, ser den samme plan og de samme retter. Du kan invitere folk som redaktører eller som gæster med kun læseadgang.
es: Todas las personas a las que invites verán el mismo plan y los mismos platos. Puedes invitarlas como editores o como invitados de solo lectura.
fr: Toutes les personnes que vous invitez voient le même menu et les mêmes plats. Vous pouvez les inviter comme éditeurs ou en lecture seule.
it: Tutte le persone che inviti vedono lo stesso piano e gli stessi piatti. Puoi invitarle come editor o come ospiti in sola lettura.
nl: Iedereen die je uitnodigt ziet hetzelfde plan en dezelfde gerechten. Je kunt mensen uitnodigen als bewerker of als alleen-lezen gast.
pt_pt: Todas as pessoas que convidares veem o mesmo plano e os mesmos pratos. Podes convidá-las como editores ou como convidados só de leitura.

source: Everything in that file is already in your library.
da: Alt i den fil findes allerede i din samling.
de: Alles aus dieser Datei ist schon in deiner Sammlung.
es: Todo lo que hay en ese archivo ya está en tu colección.
fr: Tout ce que contient ce fichier est déjà dans votre collection.
it: Tutto ciò che c’è in quel file è già nella tua raccolta.
nl: Alles in dat bestand staat al in je collectie.
pt_pt: Tudo o que está nesse ficheiro já está na tua coleção.

source: Everything now on this device is deleted first, including anything already synced to this iCloud database on your other devices. This can’t be undone.
da: Alt, hvad der nu ligger på denne enhed, slettes først — også det, der allerede er synkroniseret til denne iCloud-database på dine andre enheder. Det kan ikke fortrydes.
es: Primero se elimina todo lo que hay ahora en este dispositivo, incluido lo que ya se haya sincronizado con esta base de datos de iCloud en tus otros dispositivos. Esto no se puede deshacer.
fr: Tout ce qui se trouve actuellement sur cet appareil est d’abord supprimé, y compris ce qui a déjà été synchronisé avec cette base de données iCloud sur vos autres appareils. Cette action est irréversible.
it: Tutto ciò che si trova ora su questo dispositivo viene eliminato per primo, compreso ciò che è già stato sincronizzato con questo database iCloud sugli altri dispositivi. L’operazione non può essere annullata.
nl: Alles wat nu op dit apparaat staat wordt eerst verwijderd, inclusief wat al met deze iCloud-database is gesynchroniseerd op je andere apparaten. Dit kan niet ongedaan worden gemaakt.
pt_pt: Tudo o que está agora neste dispositivo é eliminado primeiro, incluindo o que já foi sincronizado com esta base de dados iCloud nos teus outros dispositivos. Isto não pode ser anulado.

source: Everything now on this device is deleted first. This can’t be undone.
da: Alt, hvad der nu ligger på denne enhed, slettes først. Det kan ikke fortrydes.
es: Primero se elimina todo lo que hay ahora en este dispositivo. Esto no se puede deshacer.
fr: Tout ce qui se trouve actuellement sur cet appareil est d’abord supprimé. Cette action est irréversible.
it: Tutto ciò che si trova ora su questo dispositivo viene eliminato per primo. L’operazione non può essere annullata.
nl: Alles wat nu op dit apparaat staat wordt eerst verwijderd. Dit kan niet ongedaan worden gemaakt.
pt_pt: Tudo o que está agora neste dispositivo é eliminado primeiro. Isto não pode ser anulado.

source: Everything your dishes and shopping lists have used so far. Pick the ones you always keep in.
da: Alt, hvad dine retter og indkøbslister har brugt indtil nu. Vælg det, du altid har hjemme.
de: Alles, was deine Gerichte und Einkaufslisten bisher gebraucht haben. Wähle aus, was du immer im Haus hast.
es: Todo lo que han necesitado tus platos y tus listas de la compra hasta ahora. Elige lo que siempre tienes en casa.
fr: Tout ce que vos plats et vos listes de courses ont utilisé jusqu’à présent. Choisissez ce que vous avez toujours chez vous.
it: Tutto ciò che finora hanno usato i tuoi piatti e le tue liste della spesa. Scegli ciò che hai sempre in casa.
nl: Alles wat je gerechten en boodschappenlijsten tot nu toe hebben gebruikt. Kies wat je altijd in huis hebt.
pt_pt: Tudo o que os teus pratos e listas de compras usaram até agora. Escolhe o que tens sempre em casa.

source: Expand day
da: Vis dagen
es: Expandir el día
fr: Développer la journée
it: Espandi il giorno
nl: Dag uitklappen
pt_pt: Expandir o dia

source: Expands this day
da: Viser denne dag
es: Expande este día
fr: Développe cette journée
it: Espande questo giorno
nl: Klapt deze dag uit
pt_pt: Expande este dia

source: Export all recipes
da: Eksportér alle opskrifter
es: Exportar todas las recetas
fr: Exporter toutes les recettes
it: Esporta tutte le ricette
nl: Alle recepten exporteren
pt_pt: Exportar todas as receitas

source: Export recipe
da: Eksportér opskrift
es: Exportar receta
fr: Exporter la recette
it: Esporta la ricetta
nl: Recept exporteren
pt_pt: Exportar receita

source: Export week as PDF
da: Eksportér ugen som PDF
es: Exportar la semana como PDF
fr: Exporter la semaine en PDF
it: Esporta la settimana come PDF
nl: Week exporteren als PDF
pt_pt: Exportar a semana como PDF

source: Export your recipes any time to hand them to someone else or keep a backup.
da: Eksportér dine opskrifter når som helst for at give dem videre eller gemme en kopi.
de: Exportiere deine Rezepte jederzeit, um sie weiterzugeben oder zu sichern.
es: Exporta tus recetas cuando quieras para dárselas a otra persona o guardar una copia.
fr: Exportez vos recettes à tout moment pour les transmettre à quelqu’un ou en garder une sauvegarde.
it: Esporta le tue ricette quando vuoi per passarle a qualcuno o tenerne una copia.
nl: Exporteer je recepten wanneer je maar wilt om ze aan iemand te geven of als back-up te bewaren.
pt_pt: Exporta as tuas receitas quando quiseres para as dar a alguém ou guardar uma cópia.

source: Extra
da: Ekstra

source: Family
da: Familie
de: Familie
es: Familia
fr: Famille
it: Famiglia
nl: Gezin
pt_pt: Família

source: Family favorite
da: Familiens favorit
de: Familienliebling
es: Favorito de la familia
fr: Le préféré de la famille
it: Il preferito di famiglia
nl: Familiefavoriet
pt_pt: Favorito da família

source: Family member
da: Familiemedlem
es: Miembro de la familia
fr: Membre de la famille
it: Membro della famiglia
nl: Gezinslid
pt_pt: Membro da família

source: Family name
da: Familiens navn
de: Name der Familie
es: Nombre de la familia
fr: Nom de la famille
it: Nome della famiglia
nl: Naam van het gezin
pt_pt: Nome da família

source: Fat
da: Fedt
es: Grasas
fr: Lipides
it: Grassi
nl: Vetten
pt_pt: Gorduras

source: Favorite
da: Favorit
es: Favorito
fr: Favori
it: Preferito
nl: Favoriet
pt_pt: Favorito

source: Favorites only
da: Kun favoritter
es: Solo favoritos
fr: Favoris uniquement
it: Solo preferiti
nl: Alleen favorieten
pt_pt: Apenas favoritos

source: Favourite
da: Favorit
es: Favorito
fr: Favori
it: Preferito
nl: Favoriet
pt_pt: Favorito

source: Fill your calendar weeks, months, or years ahead.
da: Fyld din kalender uger, måneder eller år frem.
es: Llena tu calendario con semanas, meses o años de antelación.
fr: Remplissez votre calendrier des semaines, des mois ou des années à l’avance.
it: Riempi il tuo calendario con settimane, mesi o anni di anticipo.
nl: Vul je kalender weken, maanden of jaren vooruit.
pt_pt: Preenche o teu calendário com semanas, meses ou anos de antecedência.

source: Find a dish
da: Find en ret
es: Buscar un plato
fr: Trouver un plat
it: Trova un piatto
nl: Zoek een gerecht
pt_pt: Encontrar um prato

source: Find a recipe
da: Find en opskrift
es: Buscar una receta
fr: Trouver une recette
it: Trova una ricetta
nl: Zoek een recept
pt_pt: Encontrar uma receita

source: Find something good
da: Find noget godt
de: Finde etwas Gutes
es: Encuentra algo bueno
fr: Trouvez quelque chose de bon
it: Trova qualcosa di buono
nl: Vind iets lekkers
pt_pt: Encontra algo bom

source: Finish session
da: Afslut sessionen
de: Kochsession beenden
es: Finalizar la sesión
fr: Terminer la session
it: Termina la sessione
nl: Sessie beëindigen
pt_pt: Terminar a sessão

source: Fish
da: Fisk
de: Fisch
es: Pescado
fr: Poisson
it: Pesce
nl: Vis
pt_pt: Peixe

source: Flour
da: Mel
de: Mehl
es: Harina
fr: Farine
it: Farina
nl: Bloem
pt_pt: Farinha

source: Food market
da: Madmarked
es: Mercado
fr: Marché alimentaire
it: Mercato alimentare
nl: Voedselmarkt
pt_pt: Mercado

source: For
da: Til
de: Für
es: Para
fr: Pour
it: Per
nl: Voor
pt_pt: Para

source: For %lld servings: %@
da: Til %lld portioner: %@
es: Para %lld raciones: %@
fr: Pour %lld portions : %@
it: Per %lld porzioni: %@
nl: Voor %lld porties: %@
pt_pt: Para %lld doses: %@

source: For this meal
da: Til dette måltid
es: Para esta comida
fr: Pour ce repas
it: Per questo pasto
nl: Voor deze maaltijd
pt_pt: Para esta refeição

source: Forward
da: Frem
es: Adelante
fr: Suivant
it: Avanti
nl: Vooruit
pt_pt: Avançar

source: Found a recipe on a website, in another recipe app, or in a message? Share it to MealPlan instead of typing it in again.
da: Fundet en opskrift på en hjemmeside, i en anden opskriftsapp eller i en besked? Del den til MealPlan i stedet for at taste den ind igen.
de: Ein Rezept auf einer Website, in einer anderen Rezept-App oder in einer Nachricht gefunden? Teile es zu MealPlan, statt es abzutippen.
es: ¿Has encontrado una receta en una web, en otra app de recetas o en un mensaje? Compártela con MealPlan en vez de volver a escribirla.
fr: Vous avez trouvé une recette sur un site, dans une autre app de recettes ou dans un message ? Partagez-la vers MealPlan au lieu de la retaper.
it: Hai trovato una ricetta su un sito, in un’altra app di ricette o in un messaggio? Condividila con MealPlan invece di riscriverla.
nl: Een recept gevonden op een website, in een andere receptenapp of in een bericht? Deel het met MealPlan in plaats van het over te typen.
pt_pt: Encontraste uma receita num site, noutra app de receitas ou numa mensagem? Partilha-a para o MealPlan em vez de a escreveres outra vez.

source: Free planning through %@. Unlock for later dates.
da: Gratis planlægning til og med %@. Lås senere datoer op.
de: Kostenlos planen bis %@. Schalte spätere Termine frei.
es: Planificación gratuita hasta %@. Desbloquea las fechas posteriores.
fr: Planification gratuite jusqu’au %@. Débloquez les dates ultérieures.
it: Pianificazione gratuita fino al %@. Sblocca le date successive.
nl: Gratis plannen tot %@. Ontgrendel latere datums.
pt_pt: Planeamento gratuito até %@. Desbloqueia as datas posteriores.

source: From
da: Fra
de: Von
es: Desde
fr: Du
it: Da
nl: Van
pt_pt: De

source: From %lld of %lld ingredients.
da: Ud fra %lld af %lld ingredienser.
es: A partir de %lld de %lld ingredientes.
fr: À partir de %lld ingrédients sur %lld.
it: Da %lld ingredienti su %lld.
nl: Op basis van %lld van %lld ingrediënten.
pt_pt: A partir de %lld de %lld ingredientes.

source: From build
da: Fra build
es: De la versión
fr: Depuis la version
it: Dalla build
nl: Van build
pt_pt: Da build

source: From the calendars you chose for meal planning. MealPlan never changes your calendar.
da: Fra de kalendere, du valgte til madplanlægning. MealPlan ændrer aldrig din kalender.
de: Aus den Kalendern, die du für die Essensplanung ausgewählt hast. MealPlan ändert deinen Kalender nie.
es: De los calendarios que elegiste para la planificación de comidas. MealPlan nunca modifica tu calendario.
fr: D’après les calendriers que vous avez choisis pour la planification des repas. MealPlan ne modifie jamais votre calendrier.
it: Dai calendari che hai scelto per la pianificazione dei pasti. MealPlan non modifica mai il tuo calendario.
nl: Uit de agenda’s die je hebt gekozen voor maaltijdplanning. MealPlan wijzigt je agenda nooit.
pt_pt: Dos calendários que escolheste para o planeamento de refeições. O MealPlan nunca altera o teu calendário.

source: From the recipe
da: Fra opskriften
es: De la receta
fr: D’après la recette
it: Dalla ricetta
nl: Uit het recept
pt_pt: Da receita

source: From week of
da: Fra ugen fra
es: Desde la semana del
fr: À partir de la semaine du
it: Dalla settimana del
nl: Vanaf de week van
pt_pt: A partir da semana de

source: From your recipes and lists
da: Fra dine opskrifter og lister
de: Aus deinen Rezepten und Listen
es: De tus recetas y listas
fr: D’après vos recettes et vos listes
it: Dalle tue ricette e liste
nl: Uit je recepten en lijsten
pt_pt: Das tuas receitas e listas

source: Frozen
da: Frost
es: Congelados
fr: Surgelés
it: Surgelati
nl: Diepvries
pt_pt: Congelados

source: Fruit & vegetables
da: Frugt og grønt
es: Frutas y verduras
fr: Fruits et légumes
it: Frutta e verdura
nl: Groenten en fruit
pt_pt: Frutas e legumes

source: General
da: Generelt
fr: Général
it: Generali
nl: Algemeen
pt_pt: Geral

source: Generate an image
da: Generér et billede
es: Generar una imagen
fr: Générer une image
it: Genera un’immagine
nl: Een afbeelding genereren
pt_pt: Gerar uma imagem

source: Get Meal Plan
da: Hent madplanen
es: Obtener el plan de comidas
fr: Obtenir le menu
it: Ottieni il piano dei pasti
nl: Maaltijdplan ophalen
pt_pt: Obter o plano de refeições

source: Get the meal plan
da: Hent madplanen
es: Obtener el plan de comidas
fr: Obtenir le menu
it: Ottieni il piano dei pasti
nl: Maaltijdplan ophalen
pt_pt: Obter o plano de refeições

source: Get This Week’s Meal Plan
da: Hent denne uges madplan
es: Obtener el plan de comidas de esta semana
fr: Obtenir le menu de la semaine
it: Ottieni il piano dei pasti di questa settimana
nl: Maaltijdplan van deze week ophalen
pt_pt: Obter o plano de refeições desta semana

source: Getting started
da: Kom godt i gang
de: Erste Schritte
es: Primeros pasos
fr: Premiers pas
it: Per iniziare
nl: Aan de slag
pt_pt: Primeiros passos

source: Gluten-free
da: Glutenfri
de: Glutenfrei
es: Sin gluten
fr: Sans gluten
it: Senza glutine
nl: Glutenvrij
pt_pt: Sem glúten

source: Go
da: Gå
es: Ir
fr: Aller
it: Vai
nl: Ga
pt_pt: Ir

source: Group as variants
da: Grupper som varianter
de: Als Varianten gruppieren
es: Agrupar como variantes
fr: Regrouper en variantes
it: Raggruppa come varianti
nl: Groeperen als varianten
pt_pt: Agrupar como variantes

source: Group name
da: Gruppenavn
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
it: Nome del gruppo
nl: Groepsnaam
pt_pt: Nome do grupo

source: Group with another dish
da: Grupper med en anden ret
de: Mit einem anderen Gericht gruppieren
es: Agrupar con otro plato
fr: Regrouper avec un autre plat
it: Raggruppa con un altro piatto
nl: Groeperen met een ander gerecht
pt_pt: Agrupar com outro prato

source: Grouped by week
da: Grupperet efter uge
es: Agrupado por semana
fr: Groupé par semaine
it: Raggruppato per settimana
nl: Gegroepeerd per week
pt_pt: Agrupado por semana

source: Hearty
da: Mættende
es: Contundente
fr: Copieux
it: Sostanzioso
nl: Stevig
pt_pt: Substancial

source: Heavier than this week
da: Mere mættende end denne uge
es: Más contundente que esta semana
fr: Plus copieux que cette semaine
it: Più sostanzioso di questa settimana
nl: Steviger dan deze week
pt_pt: Mais substancial do que esta semana

source: Herbs & spices
da: Krydderier og urter
es: Hierbas y especias
fr: Herbes et épices
it: Erbe e spezie
nl: Kruiden en specerijen
pt_pt: Ervas e especiarias

source: Hide checked items
da: Skjul afkrydsede varer
de: Erledigte Artikel ausblenden
es: Ocultar artículos marcados
fr: Masquer les articles cochés
it: Nascondi gli articoli spuntati
nl: Afgevinkte items verbergen
pt_pt: Ocultar artigos assinalados

source: Hide dish list
da: Skjul retlisten
es: Ocultar la lista de platos
fr: Masquer la liste des plats
it: Nascondi l’elenco dei piatti
nl: Gerechtenlijst verbergen
pt_pt: Ocultar a lista de pratos

source: History
da: Historik
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
nl: Geschiedenis
pt_pt: Histórico

source: Household
da: Husstand
de: Haushalt
es: Hogar
fr: Foyer
it: Famiglia
nl: Huishouden
pt_pt: Casa

source: Household member
da: Husstandsmedlem
es: Miembro del hogar
fr: Membre du foyer
it: Membro della famiglia
nl: Huisgenoot
pt_pt: Membro da casa

source: Household standard
da: Husstandens standard
de: Haushaltsstandard
es: Estándar del hogar
fr: Standard du foyer
it: Standard di famiglia
nl: Huishoudstandaard
pt_pt: Padrão da casa

source: How are we eating?
da: Hvordan spiser vi?
es: ¿Cómo comemos?
fr: Comment mange-t-on ?
it: Come mangiamo?
nl: Hoe eten we?
pt_pt: Como estamos a comer?

source: How much you cook
da: Hvor meget I laver mad
de: Wie viel ihr kocht
es: Cuánto cocináis
fr: Quelle quantité vous cuisinez
it: Quanto cucinate
nl: Hoeveel jullie koken
pt_pt: Quanto cozinham

source: How to make it
da: Sådan laver du den
de: Zubereitung
es: Preparación
fr: Préparation
it: Preparazione
nl: Bereiding
pt_pt: Preparação

source: iCloud did not create an invitation link. Please try again.
da: iCloud oprettede ikke et invitationslink. Prøv igen.
es: iCloud no creó un enlace de invitación. Inténtalo de nuevo.
fr: iCloud n’a pas créé de lien d’invitation. Veuillez réessayer.
it: iCloud non ha creato un link d’invito. Riprova.
nl: iCloud heeft geen uitnodigingslink aangemaakt. Probeer het opnieuw.
pt_pt: O iCloud não criou um link de convite. Tenta novamente.

source: iCloud did not return the saved collaboration record.
da: iCloud returnerede ikke den gemte samarbejdspost.
es: iCloud no devolvió el registro de colaboración guardado.
fr: iCloud n’a pas renvoyé l’enregistrement de collaboration enregistré.
it: iCloud non ha restituito il record di collaborazione salvato.
nl: iCloud heeft het bewaarde samenwerkingsrecord niet teruggegeven.
pt_pt: O iCloud não devolveu o registo de colaboração guardado.
